[
  {
    "id": 1,
    "slug": "bharatiyaVolleyballLeagueFoundation",
    "name": "Bharatiya Volleyball League Foundation",
    "shortDescription": "Founded in 2020 by Abhijit Bhattacharya, the Brahmaputra Volleyball League is a grassroots movement transforming communities in Assam, India. Using the power of volleyball, the BVL brings together thousands of children from diverse backgrounds to break down social barriers related to caste, gender, and ethnicity. The league not only teaches sports but also fosters unity, empowers young girls to become leaders, and promotes health and sustainability. It stands as a beacon of hope and positive change, creating a brighter future for the youth of Assam.",
    "ytVideo": "https://www.youtube.com/watch?v=Sdx51YZ2CoM",
    "imageUrl": "/bvl.jpg",
    "type": "org",
    "tag": "CURATED",
    "websiteUrl": "https://bvl.org.in/",
    "social": {
      "facebook": "https://www.facebook.com/volleyassam/",
      "linkedin": "https://www.linkedin.com/company/brahmaputra-volleyball-league/",
      "twitter": "https://x.com/AssamBvl",
      "instagram": "https://www.instagram.com/bvl_assam/",
      "youtube": "https://www.youtube.com/@volleyball.foundation"
    },
    "founder": {
      "name": "Abhijit Bhattacharya",
      "title": "Founder & Visionary",
      "imageUrl": "/abhijitBhattacharya.png",
      "bio": [
        "Abhijit Bhattacharya founded the Brahmaputra Volleyball League in 2020 with a simple yet powerful vision: to use sports as a tool for social transformation. Growing up in Assam, he witnessed firsthand the divisions that separated communities and knew there had to be a better way.",
        "Under his leadership, the league has grown from a small local initiative to a movement that has touched thousands of lives. His unwavering commitment to equality, inclusion, and youth empowerment continues to inspire everyone involved with the organization."
      ],
      "quote": {
        "text": "Through volleyball, we're not just building athletes – we're building a generation of leaders who will create a brighter, more inclusive future for all.",
        "attribution": "— Abhijit Bhattacharya"
      }
    },
    "sections": {
      "ourMission": {
        "heading": "Our Mission",
        "paragraphs": [
          "The Bharatiya Volleyball League Foundation represents a transformative force in grassroots sports development across Assam, India. Since our inception in 2020, we have been on a mission to harness the unifying power of volleyball to create lasting social change.",
          "Our founder, Abhijit Bhattacharya, envisioned a league that goes beyond just sports – one that breaks down the invisible barriers that divide communities. Through volleyball, we're addressing deep-rooted social challenges related to caste, gender inequality, and ethnic divisions."
        ]
      },
      "whatWeDo": {
        "heading": "What We Do",
        "items": [
          {
            "title": "Youth Empowerment",
            "description": "We bring together thousands of children from diverse backgrounds, teaching them the values of teamwork, discipline, and mutual respect. Our programs create a safe environment where young people can develop their skills and discover their potential."
          },
          {
            "title": "Gender Equality",
            "description": "Our programs specifically empower young girls to become leaders both on and off the court, challenging traditional gender norms. We believe that every girl deserves the opportunity to play, lead, and excel."
          },
          {
            "title": "Community Building",
            "description": "We create safe spaces where children from different castes, religions, and ethnicities play together as one team. Volleyball becomes the common language that unites everyone, regardless of their background."
          },
          {
            "title": "Health & Wellness",
            "description": "Through sports, we promote physical fitness, mental well-being, and sustainable healthy lifestyles. We believe that a healthy body leads to a healthy mind and a brighter future."
          }
        ]
      },
      "supportUs": {
        "heading": "Support Our Mission",
        "description": "Your contribution helps us empower more youth through volleyball, break social barriers, and build stronger communities across Assam. Every donation makes a real difference in the lives of young people."
      }
    }
  },
  {
  "id": 2,
  "slug": "primeVolleyballLeague",
  "name": "Prime Volleyball League",
  "shortDescription": "The Prime Volleyball League (PVL) is India’s first professional franchise-based volleyball league, designed to elevate the sport’s visibility and create sustainable career opportunities for Indian athletes. By bringing together players, clubs, broadcasters, and fans, PVL bridges grassroots development and professional competition.",
  "ytVideo": "https://youtu.be/QwkeeGJaJ68?si=QnZNnNbTrXPQnJaI",
  "imageUrl": "/pvl.jpg",
  "type": "org",
  "tag": "PRO LEAGUE",
  "websiteUrl": "https://primevolleyballleague.com/",
  "social": {
    "youtube": "https://www.youtube.com/@PrimeVolleyballLeague",
    "instagram": "https://www.instagram.com/primevolley/?hl=en",
    "facebook": "https://www.facebook.com/PrimeVolley/",
    "twitter": "https://x.com/PrimeVolley",
    "linkedin": "https://www.linkedin.com/company/primevolley/?originalSubdomain=in"
  },
  "founder": {
    "name": "Baseline Ventures",
    "title": "League Promoters",
    "imageUrl": "/ceo-pvl.jpeg",
    "bio": [
      "Prime Volleyball League was launched with the vision of creating a professional platform for Indian volleyball players to compete at the highest level within the country.",
      "The league focuses on commercial sustainability while maintaining strong links to talent development and the broader volleyball ecosystem."
    ],
    "quote": {
      "text": "A strong professional league is essential to inspire young players and build long-term careers in volleyball.",
      "attribution": "— Prime Volleyball League"
    }
  },
  "sections": {
    "ourMission": {
      "heading": "Our Mission",
      "paragraphs": [
        "Prime Volleyball League aims to professionalize volleyball in India by providing a high-quality competitive platform for players and teams.",
        "The league works to increase visibility, fan engagement, and investment in the sport while supporting talent pathways across the country."
      ]
    },
    "whatWeDo": {
      "heading": "What We Do",
      "items": [
        {
          "title": "Professional Competition",
          "description": "We host India’s first franchise-based professional volleyball league featuring domestic and international talent."
        },
        {
          "title": "Player Opportunities",
          "description": "We create professional career opportunities for Indian athletes through contracts, exposure, and high-level competition."
        },
        {
          "title": "Ecosystem Growth",
          "description": "We work alongside federations, academies, and grassroots initiatives to strengthen volleyball’s overall ecosystem."
        },
        {
          "title": "Fan Engagement",
          "description": "We bring volleyball closer to fans through broadcast, digital platforms, and live events."
        }
      ]
    },
    "supportUs": {
      "heading": "Partner With Us",
      "description": "PVL collaborates with organizations, sponsors, and communities to grow the professional volleyball landscape in India."
    }
  }
}
,
  {
  "id": 3,
  "slug": "volleyballFederationOfIndia",
  "name": "Volleyball Federation of India",
  "shortDescription": "The Volleyball Federation of India (VFI) is the national governing body responsible for the development, promotion, and regulation of volleyball across India. Established to nurture talent and strengthen the sport at all levels, VFI oversees national teams, domestic competitions, and grassroots initiatives in collaboration with state associations.",
  "ytVideo": "https://youtu.be/Gev-4CaEkkA?si=nDtoaEtvZGlg1n7r",
  "imageUrl": "/vfi.jpg",
  "type": "org",
  "tag": "VERIFIED",
  "websiteUrl": "https://volleyballindia.com/",
  "social": {
    "facebook": "https://www.facebook.com/indiavfi/",
    "linkedin": "https://www.linkedin.com/in/vasavan-kunnappata-71841b47/?originalSubdomain=in",
    "twitter": "https://x.com/FederationVfi",
    "instagram": "https://www.instagram.com/vfi_india/",
    "youtube": "https://www.youtube.com/@volleyballfederationindia-4424"

  },
  "founder": {
    "name": "—",
    "title": "National Sports Federation",
    "imageUrl": "/vfi-president.jpeg",
    "bio": [
      "The Volleyball Federation of India functions as the apex governing authority for volleyball in the country, working closely with state units, athletes, coaches, and international bodies.",
      "Its leadership focuses on maintaining standards, expanding participation, and ensuring fair play while building long-term pathways for Indian volleyball talent."
    ],
    "quote": {
      "text": "Our responsibility is to safeguard the future of volleyball in India by creating strong systems, fair opportunities, and a sustainable national structure.",
      "attribution": "— Volleyball Federation of India"
    }
  },
  "sections": {
    "ourMission": {
      "heading": "Our Mission",
      "paragraphs": [
        "The mission of the Volleyball Federation of India is to promote and govern the sport of volleyball in a structured, inclusive, and transparent manner across the country.",
        "By strengthening domestic competitions, supporting state associations, and representing India internationally, VFI works to create a stable foundation for the sport’s growth."
      ]
    },
    "whatWeDo": {
      "heading": "What We Do",
      "items": [
        {
          "title": "National Governance",
          "description": "We regulate and oversee volleyball activities in India, ensuring alignment with international standards and fair governance practices."
        },
        {
          "title": "Talent Pathways",
          "description": "We support structured pathways from grassroots and state-level competitions to national representation."
        },
        {
          "title": "Competitions & Events",
          "description": "We organize and sanction national championships, leagues, and tournaments across age groups."
        },
        {
          "title": "International Representation",
          "description": "We represent Indian volleyball at international forums and competitions, working closely with global volleyball bodies."
        }
      ]
    },
    "supportUs": {
      "heading": "Collaborate With Us",
      "description": "VFI works with state associations, leagues, institutions, and partners to strengthen volleyball’s ecosystem across India."
    }
  }
}

]